Repository: AlanJAS/iknowUruguay
Catalog: po/ayc.po
Languages: ayc

source: Arroyo Batoví Dorado
ayc: Batoví Dorado jach'a uma irpa

source: Arroyo Cuñapirú
ayc: Cuñapirú jach'a uma irpa

source: Arroyo J. Amarillas
ayc: J. Amarillas jach'a uma irpa

source: Arroyo Carpintería
ayc: Carpintería jach'a uma irpa

source: Arroyo Yaguarí
ayc: Yaguarí jach'a uma irpa

source: Arroyo Amarillo
ayc: Amarillo jach'a uma irpa

source: Arroyo Cerro
ayc: Cerro jach'a uma irpa

source: Arroyo del Hospital
ayc: Hospital jach'a uma irpa

source: Arroyo Ceibal
ayc: Ceibal jach'a uma irpa

source: Arroyo Zanja Honda
ayc: Zanja Honda jach'a uma irpa

source: Arroyo Blanco
ayc: Janq'u jach'a uma irpa

source: Arroyo Caraguatá
ayc: Caraguatá jach'a uma irpa

source: Arroyo Cerro Chato
ayc: Cerro Chato jach'a uma irpa

source: Cuchilla de Cuñapirú
ayc: Cuñapirú jach'a uma irpa

source: Cuchilla del Yaguarí
ayc: Yaguarí jach'a khunu qullu

source: Cerro del Hospital
ayc: Hospital qullu

source: Cerro de la Cruz
ayc: Cruz qullu

source: Cerro de los Peludos
ayc: Peludos qullu

source: San Luis al Medio
ayc: San Luis al Medio marka

source: Velázquez
ayc: Velázquez marka

source: La Pedrera
ayc: La Pedrera marka

source: Cabo Polonio
ayc: Cabo Polonio marka

source: Barra de Valizas
ayc: Barra de Valizas lamara quta qawaya marka

source: Aguas Dulces
ayc: Aguas Dulces marka

source: Punta del Diablo
ayc: Aguas Dulces marka

source: Parque Santa Teresa
ayc: Parque Santa Teresa marka

source: Barra del Chuy
ayc: Barra del Chuy marka

source: 19 de Abril
ayc: 19 de Abril marka

source: Río San Luis
ayc: San Luis jawira

source: Arroyo de las Pelotas
ayc: Pelotas jach'a uma irpa

source: Arroyo de la India Muerta
ayc: India Muerta jach'a uma irpa

source: Arroyo S. de la Paloma
ayc: S. de la Paloma jach'a uma irpa

source: Arroyo Sarandí de la I. M.
ayc: Sarandí de la I. M. jach'a uma irpa

source: Arroyo Sauce Caído
ayc: Sauce Caído jach'a uma irpa

source: Arroyo San Miguel
ayc: San Miguel jach'a uma irpa

source: Arroyo S. del Peñon
ayc: S. del Peñon jach'a uma irpa

source: Arroyo del Chuy
ayc: Chuy jach'a uma irpa

source: Arroyo del Peñon
ayc: Peñon jach'a uma irpa

source: Arroyo Castillos
ayc: Castillos jach'a uma irpa

source: Arroyo Don Carlos
ayc: Don Carlos jach'a uma irpa

source: Arroyo del Chafalote
ayc: Chafalote jach'a uma irpa

source: Arroyo Carpinchos
ayc: Carpinchos jach'a uma irpa

source: Arroyo del Oeste
ayc: Oeste jach'a uma irpa

source: Arroyo de los Rocha
ayc: Rocha jach'a uma irpa

source: Arroyo del Alférez
ayc: Alférez jach'a uma irpa

source: Laguna Castillos
ayc: Castillos qutaña

source: Cuchilla de las Averías
ayc: Averías jach'a khunu qullu

source: Cuchilla de la Carbonera
ayc: Carbonera jach'a khunu qullu

source: Cuchilla de la India Muerta
ayc: India Muerta jach'a khunu qullu

source: Cerro de Aguirre
ayc: Aguirre jach'a khunu qullu

source: Brazil
ayc: Brasil marka

source: It's in the center of the departament
ayc: Taypinkiwa uka departamento suyuna

source: Palomas
ayc: Palomas marka

source: Colonia Lavalleja
ayc: Colonia Lavalleja marka

source: Saucedo
ayc: Saucedo marka

source: Masoller
ayc: Masoller marka

source: Cayetano
ayc: Cayetano marka

source: Biassini
ayc: Biassini marka

source: Rincón de Valentín
ayc: Rincón de Valentín marka

source: Celeste
ayc: Celeste marka

source: Albisu
ayc: Albisu marka

source: Laureles
ayc: Laureles marka

source: Puntas de Valentín
ayc: Puntas de Valentín marka

source: Cerros de Vera
ayc: Cerros de Vera marka

source: Paso del Parque
ayc: Parque saräwi

source: Arerunguá
ayc: Arerunguá marka

source: Termas del Arapey
ayc: Termas del Arapey marka

source: Olivera
ayc: Olivera marka

source: Mataojo
ayc: Mataojo marka

source: Arroyo Laureles Grande
ayc: Laureles Grande jach'a uma irpa

source: Arroyo Laureles Chico
ayc: Laureles Chico jach'a uma irpa

source: Arroyo Sopas
ayc: Sopas jach'a uma irpa

source: Arroyo S. Mataojito
ayc: S. Mataojito jach'a uma irpa

source: Arroyo Mataojo Grande
ayc: Mataojo Grande jach'a uma irpa

source: Arroyo Mataojo Chico
ayc: Mataojo Chico jach'a uma irpa

source: Arroyo Paloma Grande
ayc: Paloma Grande jach'a uma irpa

source: Arroyo Tangarupá
ayc: Tangarupá jach'a uma irpa

source: Arroyo Valentín Grande
ayc: Valentín Grande jach'a uma irpa

source: Arroyo Arerunguá
ayc: Arerunguá jach'a uma irpa

source: Arroyo Tapado
ayc: Tapado jach'a uma irpa

source: Arroyo de los Talas
ayc: Talas jach'a uma irpa

source: Arroyo Valentín Chico
ayc: Valentín Chico jach'a uma irpa

source: Arroyo Tunas
ayc: Tunas jach'a uma irpa

source: Arroyo S. del Arapey
ayc: S. del Arapey jach'a uma irpa

source: Arroyo Moisés
ayc: Moisés jach'a uma irpa

source: Arroyo Itapeby Grande
ayc: Itapeby Grande jach'a uma irpa

source: Arroyo Itapeby Chico
ayc: Itapeby Chico jach'a uma irpa

source: Arroyo San Antonio
ayc: San Antonio jach'a uma irpa

source: Cuchilla de los Arapeyes
ayc: Arapeyes jach'a khunu qullu

source: Cuchilla del Daymán
ayc: Daymán jach'a khunu qullu

source: Cerro Fortaleza
ayc: Fortaleza qullu

source: Cerro de Corumbé
ayc: Corumbé qullu

source: Cerro Charrúa
ayc: Charrúa qullu

source: the health resort of %s
ayc: lamara quta qawaya marka %s

source: Mal Abrigo
ayc: Mal Abrigo marka

source: Carreta Quemada
ayc: Carreta Quemada jach'a uma irpa

source: Estación González
ayc: Estación González marka

source: Juan Soler
ayc: Juan Soler marka

source: Raigon
ayc: Raigon marka

source: Ecilda Paullier
ayc: Ecilda Paullier marka

source: Villa Rodríguez
ayc: Villa Rodríguez marka

source: Ituzaingó
ayc: Ituzaingó marka

source: Puntas de Valdez
ayc: Puntas de Valdez marka

source: Rafael Perazza
ayc: Rafael Perazza marka

source: Rincón del Pino
ayc: Rincón del Pino marka

source: Kiyú
ayc: Kiyú marka

source: Ordeig
ayc: Ordeig marka

source: Delta del Tigre
ayc: Delta del Tigre marka

source: Ciudad del Plata
ayc: Ciudad del Plata marka

source: Playa Pascual
ayc: Playa Pascual marka

source: Arroyo Mahoma
ayc: Mahoma jach'a uma irpa

source: Arroyo Guaycurú
ayc: Guaycurú jach'a uma irpa

source: Arroyo Carreta Quemada
ayc: Carreta Quemada jach'a uma irpa

source: Arroyo Tala Grande
ayc: Tala Grande jach'a uma irpa

source: Arroyo Escudero
ayc: Escudero jach'a uma irpa

source: Arroyo Pavón
ayc: Pavón jach'a uma irpa

source: Arroyo Toscaso
ayc: Toscaso jach'a uma irpa

source: Arroyo Pereira
ayc: Pereira jach'a uma irpa

source: Arroyo Cagancha
ayc: Cagancha jach'a uma irpa

source: Sierra Mahoma
ayc: Sierra Mahoma marka

source: Cuchilla del Tala
ayc: Tala jach'a khunu qullu

source: Cuchilla Mangrullo
ayc: Mangrullo jach'a khunu qullu

source: Cerro Clara
ayc: Clara qullu

source: Cerro San José
ayc: San José qullu

source: Sacachispas
ayc: Sacachispas marka

source: El Tala
ayc: Tala marka

source: Colonia Concordia
ayc: Colonia Concordia marka

source: Egaña
ayc: Egaña marka

source: Risso
ayc: Risso marka

source: Rodó
ayc: Rodó marka

source: Perseverano
ayc: Perseverano marka

source: Castillo
ayc: Castillo marka

source: Cuch. del Perdido
ayc: Chhaqata jach'a khunu qullu

source: Santa Catalina
ayc: Santa Catalina marka

source: Villa Soriano
ayc: Villa Soriano marka

source: Arroyo de Espinillo
ayc: Espinillo jach'a uma irpa

source: Arroyo Bizcocho
ayc: Bizcocho jach'a uma irpa

source: Arroyo Magallanes
ayc: Magallanes jach'a uma irpa

source: Arroyo del Águila
ayc: Águila jach'a uma irpa

source: Arroyo del Corralito
ayc: Corralito jach'a uma irpa

source: Arroyo San Martín
ayc: San Martín jach'a uma irpa

source: Arroyo del Medio
ayc: Taypi jach'a uma irpa

source: Arroyo de las Maulas
ayc: Maulas jach'a uma irpa

source: Arroyo Bequeló
ayc: Bequeló jach'a uma irpa

source: Arroyo Coquimbo
ayc: Coquimbo jach'a uma irpa

source: Arroyo Caballudo
ayc: Caballudo jach'a uma irpa

source: Arroyo Maia
ayc: Maia jach'a uma irpa

source: Arroyo Cololó
ayc: Cololó jach'a uma irpa

source: Arroyo Perico
ayc: Perico jach'a uma irpa

source: Arroyo de Vera
ayc: Vera jach'a uma irpa

source: Arroyo del Perdido
ayc: Jithirata jach'a uma irpa

source: Arroyo del Durazno
ayc: Durazno jach'a uma irpa

source: Cuchilla de Bequeló
ayc: Bequeló jach'a khunu qullu

source: Cuchilla del Perdido
ayc: Chullurata jach'a khunu qullu

source: Cuchilla del Bizcocho
ayc: Bizcocho jach'a khunu qullu

source: Cuchilla San Salvador
ayc: San Salvador jach'a khunu qullu

source: Cerro Espinillo
ayc: Espinillo qullu

source: Cerro Curupí
ayc: Curupí qullu

source: Paso del Cerro
ayc: Qulluru saräwi

source: Curtina
ayc: Curtina marka

source: Achar
ayc: Achar marka

source: Peralta
ayc: Peralta marka

source: Rincón de Pereira
ayc: Rincón de Pereira marka

source: Cuchilla de Caraguatá
ayc: Caraguatá jach'a khunu qullu

source: Picada de Cuello
ayc: Picada de Cuello marka

source: Valle Edén
ayc: Valle Edén marka

source: Martinote
ayc: Martinote marka

source: Arroyo Salsipuedes Chico
ayc: Salsipuedes sullka jach'a uma irpa

source: Arroyo Cardoso
ayc: Cardoso jach'a uma irpa

source: Arroyo de la Quebrada
ayc: Quebrada jach'a uma irpa

source: Arroyo de Clara
ayc: Clara jach'a uma irpa

source: Arroyo de los Sauces
ayc: Sauces jach'a uma irpa

source: Arroyo Tacuarembó Chico
ayc: Tacuarembó sullka jach'a uma irpa

source: Arroyo Tranqueras
ayc: Tranqueras jach'a uma irpa

source: Arroyo Batoví
ayc: Batoví jach'a uma irpa

source: Arroyo Tres Cruces
ayc: Tres Cruces jach'a uma irpa

source: Arroyo Cañas
ayc: Cañas jach'a uma irpa

source: Cuchilla de las Tres Cruces
ayc: Tres Cruces jach'a khunu qullu

source: Cuchilla de Yaguarí
ayc: Yaguarí jach'a khunu qullu

source: Cuchilla del Caraguata
ayc: Caraguata jach'a khunu qullu

source: Cuchilla de Peralta
ayc: Peralta jach'a khunu qullu

source: Cerro de las Minas
ayc: Animas apu qullu

source: Cerro Lambaré
ayc: Lambaré apu qullu

source: Cerro del Ñandubal
ayc: Ñandubal apu qullu

source: Rincón
ayc: Rincón marka

source: Isla Patrulla
ayc: Patrulla quta taypi marka

source: El Oro
ayc: Quri marka

source: La Charqueada
ayc: Charqueada marka

source: Tupambaé
ayc: Tupambaé marka

source: Arroyo Ayala
ayc: Ayala jach'a uma irpa

source: Arroyo Corrales del Parao
ayc: Corrales del Parao jach'a uma irpa

source: Arroyo Leoncho
ayc: Leoncho jach'a uma irpa

source: Arroyo Olazo
ayc: Olazo jach'a uma irpa

source: Arroyo Yerbal Grande
ayc: Yerbal jilïri jach'a uma irpa

source: Arroyo Yerbal Chico
ayc: Yerbal sullka jach'a uma irpa

source: Arroyo de los Porongos
ayc: Porongos jach'a uma irpa

source: Arroyo de los Ceibos
ayc: Ceibos jach'a uma irpa

source: Arroyo de las Pavas
ayc: Pavas jach'a uma irpa

source: Arroyo de las Averías
ayc: Averías jach'a uma irpa

source: Arroyo Avestruz Grande
ayc: Avestruz jila jach'a uma irpa

source: Asperezas del Yerbal
ayc: Asperezas del Yerbal marka

source: Cuchilla del Carmen
ayc: Carmen jach'a khunu qullu

source: Cuchilla de Palomeque
ayc: Palomeque jach'a khunu qullu

source: Cerro del Olimar
ayc: Olimar apu qullu

source: Passes through departamental capital
ayc: Departamento suyu jilïri marknama sari

source: Passes through the limit with %s
ayc: uka qurpnama sari %s

source: What a beautiful world! I will explore that territory. There I go!
ayc: ¡Jukha suma uraqi pacha! Uka uraqi uñakipaja. ¡Sarä!

source: Oh, no! The ship has problems, I'm going to crash!
ayc: ¡Kamachisa! ¡Awyunaxa janiwa walt'iti jawq'jasijawa!

source: Luckily I was saved! Now I have to rebuild my ship. Need help!
ayc: ¡Maya jisk'itata qhisptha! Jichhaxa awyuna mayampi jaktayañajawa. ¡Yanapt'a muntha!

source: We have to find
ayc: Ukataki jakiñasawa

source: Now we have to find
ayc: Jichhawa thaqañasa

source: We have to look a piece of my ship in
ayc: maya chiqapa thaqañawa uka awyunana

source: There's a piece of my ship in
ayc: uka chiqaxa awyunajankiwa

source: According to my information have to look at
ayc: Amuyatajatakixa ukana thaqañasaspawa

source: We have to go up
ayc: ukakama sarañasawa

source: A piece of my ship fell into
ayc: awyunajana maya chiqapaxa ukaruwa jalaqpacha

source: Can you tell me where it is?
ayc: ¿Kawkinkanisa?

source: Where is it?
ayc: ¿Ukasti kawkinkisa?

source: Can you show me where it is?
ayc: ¿Kawkinkisa uka uñacht'ayitasmati?

source: Can you find it?
ayc: ¿Katjasmati?

source: Very well!
ayc: ¡Walikiwa!

source: Brilliant!
ayc: ¡Khusawa!

source: You found it!
ayc: ¡Katjtati!

source: Yes!
ayc: ¡Jïsa!

source: No, that is not correct
ayc: Janiwa, ukaxa janiwa chiqapäkiti

source: No, it is not there
ayc: Janiwa, jani ukankkiti

source: No, that seems to be wrong
ayc: Janiwa, k'arjamakiwa

source: That is not correct
ayc: Ukaxa janiwa chiqapäkiti

source: Now I can return Farewell to my planet. Thanks for your help!
ayc: Jichhakucha kutxaja uka uraqijaru. ¡waliki yanapt'awistaxa!

source: My ship is ready. Bye and thanks for helping!
ayc: Awyunajaxa saythapitawa. ¡Waliki yanapt'awistaxa, jakisiñkama!

source: We did it! I'm Ready to take off. Until next time!
ayc: ¡Askina askichawtanxa! Thuqtañataki wakichatäthwa. ¡Jakisiñkama!

source: Autor: Gabriel Eirea (geirea@gmail.com)
ayc: Luriri: Gabriel Eirea (geirea@gmail.com)

source: Author: Alan Aguiar (alanjas@hotmail.com)
ayc: Luriri: Alan Aguiar (alanjas@hotmail.com)

source: Ayudante: Fabio Eirea
ayc: Yanapiri: Fabio Eirea

source: Send corrections, comments or suggestions
ayc: Askichatanaka apayaña, amuyt'anaka jani ukaxa iwxanaka

source: This program is free software developed by the community
ayc: Akïri wakichäwixa software libre taypita tayqi maynina yanapt'äwipampi wakichatawa.

source: For more information visit http://ceibaljam.org
ayc: Juk'ampi yatxatañataki akïri wakichäwiru mantma http://ceibaljam.org

source: Graphics and levels of all departaments (less Canelones): Alan Aguiar
ayc: departamento suyunaka rixinakapa siqinakapa (menos Canelones): Alan Aguiar

source: Information for the level 'Historical sites' of Uruguay: Ana Trujillo and Ana Cichero (coordination)
ayc: akïri siqitaki yatiyäwi 'Nayra pacha uraqinaka' Uruguay markaru wakisiri: Ana Trujillo y Ana Cichero (coordinación)

source: Information for Canelones: Nancy Gómez, her son hijo Matías and Ana Cichero (coordination)
ayc: Canelones manq'añataki wakisiri: Nancy Gómez, su hijo Matías y Ana Cichero (coordinación)

source: Information for the level 'Information of Montevideo': Miriam Martínez and Magdalena Lallo
ayc: Akïri siqitaki yatiyäwi 'Montevideo yatiyäwi': Miriam Martínez y Magdalena Lallo

source: Sounds downloaded from freesound.org: junggle_btn117.wav by junggle and boom1.wav by NoiseCollector
ayc: Ch'ililinaka apaqatanaka freesound.org: junggle_btn117.wav by junggle and boom1.wav por NoiseCollector

source: Fonts downloaded from urbanfonts.com: Share-Regular.ttf by anónimo
ayc: Wakisirinaka apaqata urbanfonts.com: Share-Regular.ttf jani uñt'atana apaqata
