Repository: AlanJAS/iknowUruguay
Catalog: po/ayc.po
Languages: ayc

source: Cerro de la Campana
ayc: Cerro de la Campana marka

source: Cerros de San Juan
ayc: Cerros de San Juan marka

source: Has an important port
ayc: wakisiri jach'a lamara qutata mistuñaniwa

source: Founded by Artigas in the west of the department
ayc: Artigas markana inuqata ukasti inti jalanta tuqinkiwa uka departamento suyuna

source: Had an important mining activity in the west of the department
ayc: wakisiri lurawinïnawa qhuyanaka taypina uka departamento suyu inti jalanta tuqina

source: The Arroyo San Juan passes through here
ayc: San Juan jach'a uma irpana uknama sari

source: Has an important research center
ayc: ukana wali wakisiri yatxataña mayachäwiniwa

source: known as the "bread basket of Uruguay"
ayc: ukasti "granero del Uruguay" sutimpi uñt'atawa

source: It's near the river of same name
ayc: jawira lakankiwa uka pachpa sutini

source: Has an important paper mill
ayc: wali wakisiri qillqaña laphinaka lurañaniwa

source: called the garden city
ayc: Ciudad jardín sutini marka

source: Renowned for its high quality cheese
ayc: ukasti wali uñt'atawa suma kisunakapata

source: Also called Colonia Piamontesa
ayc: ukampinsa sutinchatawa Colonia Piamontesa sata marka

source: It's in the north of de Rosario
ayc: ukaxa ch'iqäxankiwa Rosario markana

source: location of the only human-powered revolving bridge in the Uruguay
ayc: ukankiwa uka sapa jaqi saraña chaka Uruguay markana

source: where there is a historic district declared a World Heritage Site
ayc: wakisiri markana taqina yatxatata wakisiri utjiripawa taqi jaqiru wakisiri

source: a city that grew up around a crossroads and a train station
ayc: ukaxa wali jach'aptata markawa walja thakinakani ukata lukumutura sayäwini

source: an important commercial port, especially for grain shipment
ayc: wakisiri alakipasiña lamara qutata mistuña marka chiqanxa juyranakawa uka alxasi

source: where the homes have the distinctive style of a mining town
ayc: ukana utanakapa wali uñaqata qhuyanakana irnaqiri jaqinakana utapjama

source: where there is a large soft drink factory
ayc: ukana wali jach'a muxsa umanaka lurañawa utji

source: with the name of a median stay
ayc: uka markana sutipata sutini

source: where was the barn of the Uruguay
ayc: ukankänawa Uruguay marka juyrachiri

source: where there was once a large native forest
ayc: ukana maya kuti utjäna nayra qullu

source: a town that grew up around the train station
ayc: uka markaxa uka muytaruwa jach'aptäna lukumutura sayäwiru

source: a city more than 200 years old
ayc: uka markaxa 200 maraniwa

source: a town whose name is in honor of an important Uruguayan writer
ayc: uka markana sutipaxa wali uñaqata jaqina uruguayo qillqiri jaqina sutipata sutiniwa

source: a city whose name is derived from its founder
ayc: uka markana sutipaxa jutiwa inuqiripata

source: Has a important port
ayc: lamara qutata wakisiri mistuñaniwa

source: a city founded by Swiss immigrants
ayc: uka markaxa inuqatawa suizo jaqinakana

source: where its people are mainly engaged in farming
ayc: ukana jaqinakapaxa chiqana wayusipxiwa yapuchañaru

source: which at the time was a village of stonecutters
ayc: uka pacha uka markaxa canteros jaqinakankänawa

source: a city founded by Waldensian immigrants from the Piedmont region
ayc: uka markaxa inuqatawa Valdenses jaqinakana ukaxa Piamonte markaru wakisiriwa

source: where three routes meet
ayc: ukana jakisiwa kimsa thaki

source: a town named for its natural water source
ayc: uka markana sutipaxa umapata ukhama sutinixa

source: a town with a regular polygon name
ayc: uka markaxa maya polígono regular sutipata sutiniwa

source: a town with a geographical name
ayc: uka markaxa pachana sutipata sutiniwa

source: a town bearing the name of a poisonous creature
ayc: uka markaxa uka sutita sutiniwa jisk'a asuna sutipata sutini

source: a town that has the name of a part of a church tower
ayc: uka markaxa uka maya juk'a inlisana sutipata sutiniwa

source: where there were many weapons
ayc: ukana utjänawa walja q'axchañanaka

source: Beaches
ayc: lamara quta qawayanaka

source: a resort that "gets sleepy"
ayc: maya jach'a lamara quta qawaya markaxa "iki puriyasi"

source: a resort named for a saint
ayc: uka jach'a lamara quta qawaya markana sutipaxa maya Santuna sutipata sutiniwa

source: a place that has many trees of a certain kind
ayc: uka chiqana walja quqanakawa utji kunaymana kasta

source: a city whose name is synonymous with promoting
ayc: uka markana sutipa yaqha tuqita ch'amanchaña saña muni

source: a city with the name of a fine water course
ayc: uka markaxa sutiniwa q'uma umana sutipani

source: a resort with name of people carrying the cannons
ayc: uka jach'a lamara quta qawaya markaxa sutinchatawa qhaxchaña kañuna apnaqiri jaqinakana sutipampi

source: a place that is the mouth of another
ayc: uka chiqaxa yaqhana lakapata lakaniwa

source: a resort with white sand
ayc: uka jach'a lamara quta qawaya markaxa ch'allaniwa janq'u kasta ch'allani

source: a resort with Greek style city name
ayc: jach'a lamara quta qawaya markana sutipaxa griego markana sutipawa

source: Blanquillo
ayc: Blanquillo marka

source: Carlos Reyles
ayc: Carlos Reyles yatiñani tata

source: Centenario
ayc: Centenario marka

source: Baygorria
ayc: Baygorria jach'a uma chaka

source: Aguas Buenas
ayc: Aguas Buenas marka

source: Pueblo de Alvarez
ayc: Alvarez marka

source: Feliciano
ayc: Feliciano jilïri p'iqiña

source: Ombúes de Oribe
ayc: Ombúes de Oribe marka

source: Rossell y Rius
ayc: Rossell y Rius marka

source: San Jorge
ayc: San Jorge marka

source: Carmen
ayc: Carmen marka

source: Santa Bernardina
ayc: Santa Bernardina marka

source: Puntas de Malbajar
ayc: Puntas de Malbajar khunu qullu

source: Río Yí
ayc: Yí jawira

source: Arroyo de Caballero
ayc: Caballero jach'a uma irpa

source: Arroyo Villasboas
ayc: Villasboas jach'a uma irpa

source: Arroyo Maciel
ayc: Maciel jach'a uma irpa

source: Arroyo de Tejera
ayc: Tejera jach'a uma irpa

source: Arroyo Tomás Cuadra
ayc: Tomás Cuadra jach'a uma irpa

source: Arroyo Maestre de Campo
ayc: Maestre de Campo jach'a uma irpa

source: Arroyo Antonio Herrera
ayc: Antonio Herrera jach'a uma irpa

source: Arroyo Malbajar
ayc: Malbajar jach'a uma irpa

source: Arroyo Palmas
ayc: Palmas jach'a uma irpa

source: Arroyo Blanquillo
ayc: Blanquillo jach'a uma irpa

source: Cuchilla Ramírez
ayc: Ramírez jach'a khunu qullu

source: Cuchilla Villasboas
ayc: Villasboas jach'a khunu qullu

source: Cerro Dos Hermanos
ayc: Cerro Dos Hermanos marka

source: Alvarez
ayc: Alvarez anatiri jilata

source: Villa del Carmen
ayc: Villa del Carmen marka

source: Andresito
ayc: Andresito marka

source: Juan José Castro
ayc: Juan José Castro marka

source: La Casilla
ayc: Casilla marka

source: San Gregorio
ayc: San Gregorio marka

source: Ismael Cortinas
ayc: Ismael Cortinas marka

source: Arroyo Grande
ayc: Jach'a uma irpa

source: Arroyo Marincho
ayc: Marincho jach'a uma irpa

source: Arroyo Coronilla
ayc: Coronilla jach'a uma irpa

source: Arroyo Sarandi
ayc: Sarandí jach'a uma irpa

source: Arroyo Porongos
ayc: Porongos jach'a uma irpa

source: Arroyo San Gregorio
ayc: San Gregorio jach'a uma irpa

source: Arroyo Pintos
ayc: Pintos jach'a uma irpa

source: Arroyo Bolas Grande
ayc: Bolas Grande jach'a uma irpa

source: Arroyo Juncal
ayc: Juncal jach'a uma irpa

source: Arroyo Ojosmín
ayc: Ojosmín jach'a uma irpa

source: Arroyo Guardia Vieja
ayc: Guardia Vieja jach'a uma irpa

source: Arroyo Manantiales
ayc: Manantiales jach'a uma irpa

source: Arroyo Arenal Chico
ayc: Arenal Chico jach'a uma irpa

source: Arroyo Tala
ayc: Tala jach'a uma irpa

source: Arroyo de la Cordobesa
ayc: Cordobesa jach'a uma irpa

source: Arroyo Duraznito
ayc: Duraznito jach'a uma irpa

source: Arroyo Chamangá
ayc: Chamangá jach'a uma irpa

source: Arroyo de los Ahogados
ayc: Ahogados jach'a uma irpa

source: Arroyo Piedra Sola
ayc: Piedra Sola jach'a uma irpa

source: Arroyo Manguera
ayc: Manguera jach'a uma irpa

source: Cuchilla Marincho
ayc: Marincho jach'a khunu qullu

source: Cerros de Ojosmín
ayc: Cerros de Ojosmín marka

source: Valentines
ayc: Valentines marka

source: Capilla del Sauce
ayc: Capilla del Sauce marka

source: Nico Pérez
ayc: Nico Pérez marka

source: Illescas
ayc: Illescas marka

source: San Gabriel
ayc: San Gabriel marka

source: Reboledo
ayc: Reboledo marka

source: Fray Marcos
ayc: Fray Marcos marka

source: Chamizo
ayc: Chamizo marka

source: Goñi
ayc: Goñi marka

source: Puntas de Maciel
ayc: Puntas de Maciel marka

source: Pintado
ayc: Pintado p'iqiña kankañani tata

source: La Cruz
ayc: Cruz marka

source: La Macana
ayc: Macana marka

source: Berrondo
ayc: Berrondo marka

source: 25 de Mayo
ayc: 25 de Mayo marka

source: Mendoza Chico
ayc: Mendoza Chico marka

source: Mendoza Grande
ayc: Mendoza Grande marka

source: Cardal
ayc: Cardal marka

source: Independencia
ayc: Independencia marka

source: Arroyo Palermo
ayc: Palermo jach'a uma irpa

source: Arroyo de la Cruz
ayc: Cruz jach'a uma irpa

source: Arroyo Mansavillagra
ayc: Mansavillagra jach'a uma irpa

source: Arroyo del Potrero
ayc: Potrero jach'a uma irpa

source: Arroyo Illescas
ayc: Illescas jach'a uma irpa

source: Arroyo del Pescado
ayc: Pescado jach'a uma irpa

source: Arroyo Molles de P.
ayc: Molles de P. jach'a uma irpa

source: Arroyo Monzón
ayc: Arroyo Monzón jach'a uma irpa

source: Arroyo de la Virgen
ayc: Virgen jach'a uma irpa

source: Arroyo de Mendoza
ayc: Mendoza jach'a uma irpa

source: Arroyo de Arias
ayc: Arias jach'a uma irpa

source: Arroyo San Gabriel
ayc: San Gabriel jach'a uma irpa

source: Arroyo Chamizo
ayc: Chamizo jach'a uma irpa

source: Arroyo Chamamé
ayc: Chamamé jach'a uma irpa

source: Arroyo la Cruz
ayc: Cruz jach'a uma irpa

source: Arroyo Casupá
ayc: Casupá jach'a uma irpa

source: Arroyo Pintado
ayc: Pintado jach'a uma irpa

source: Arroyo Timote
ayc: Timote jach'a uma irpa

source: Arroyo Molles de Timote
ayc: Molles de Timote jach'a uma irpa

source: Arroyo Sauce de Timote
ayc: Sauce de Timote jach'a uma irpa

source: Arroyo Bellaco
ayc: Bellaco jach'a uma irpa

source: Arroyo Sarandí Chico
ayc: Sarandí Chico jach'a uma irpa

source: Cuchilla Mansavillagra
ayc: Mansavillagra jach'a khunu qullu

source: Cuchilla del Pintado
ayc: Pintado jach'a khunu qullu

source: Cuchilla Santa Lucía
ayc: Santa Lucía jach'a khunu qullu

source: Cerro Pescado
ayc: Cerro Pescado marka

source: Cerro Florida
ayc: Cerro Florida marka

source: Cerro Valentín
ayc: Cerro Valentín marka

source: the capital
ayc: Jilïri marka

source: Pirarajá
ayc: Pirarajá marka

source: Polanco
ayc: Polanco marka

source: Gaetán
ayc: Gaetán marka

source: Mariscala
ayc: Mariscala marka

source: Villa del Rosario
ayc: Villa del Rosario marka

source: Solís de Mataojo
ayc: Solís de Mataojo marka

source: Arroyo Corrales
ayc: Corrales jach'a uma irpa

source: Arroyo Mataojo
ayc: Mataojo jach'a uma irpa

source: Arroyo Gaitea
ayc: Gaitea jach'a uma irpa

source: Arroyo del Soldado
ayc: Campamento jach'a uma irpa

source: Arroyo Campamento
ayc: Campamento jach'a uma irpa

source: Arroyo San Francisco
ayc: San Francisco jach'a uma irpa

source: Arroyo de la Plata
ayc: Plata jach'a uma irpa

source: Arroyo Marmarajá
ayc: Marmarajá jach'a uma irpa

source: Arroyo Aiguá
ayc: Aiguá jach'a uma irpa

source: Arroyo de la Lorencita
ayc: Lorencita jach'a uma irpa

source: Arroyo de los Viera
ayc: Viera jach'a uma irpa

source: Arroyo Tapes
ayc: Tapes jach'a uma irpa

source: Arroyo Barriga Negra
ayc: Barriga Negra jach'a uma irpa

source: Arroyo Malo Grande
ayc: Malo Grande jach'a uma irpa

source: Arroyo Malo Chico
ayc: Malo Chico jach'a uma irpa

source: Arroyo de los Chanchos
ayc: Chanchos jach'a uma irpa

source: Arroyo de los Molles
ayc: Molles jach'a uma irpa

source: Arroyo de los Tapes
ayc: Tapes jach'a uma irpa

source: Arroyo Piranga
ayc: Piranga jach'a uma irpa

source: Arroyo Gutiérrez
ayc: Gutiérrez jach'a uma irpa

source: Asperezas de Retamosa
ayc: Asperezas de Retamosa marka

source: Asperezas de Polanco
ayc: Asperezas de Polanco marka

source: Cuchilla Cerro Partido
ayc: Cerro Partido jach'a khunu qullu

source: Cuchilla de Medina
ayc: Medina jach'a khunu qullu

source: Sierra de Carapé
ayc: Sierra de Carapé marka

source: Cerro Espuelitas
ayc: Cerro Espuelitas marka

source: Cerro Retamosa
ayc: Cerro Retamosa marka

source: Los Talas
ayc: Talas marka

source: José Ignacio
ayc: José Ignacio marka

source: Punta Ballena
ayc: Punta Ballena marka

source: Garzón
ayc: Garzón marka

source: Las Flores
ayc: Flores marka

source: La Barra
ayc: Barra marka

source: Arroyo Garzón
ayc: Garzón jach'a uma irpa

source: Arroyo de Rocha
ayc: Rocha jach'a uma irpa

source: Arroyo Valdivia
ayc: Valdivia jach'a uma irpa

source: Arroyo del Alferez
ayc: Aiguá jach'a uma irpa

source: Arroyo del Aiguá
ayc: Aiguá jach'a uma irpa

source: Arroyo del León
ayc: León jach'a uma irpa

source: Arroyo Pan de Azúcar
ayc: Pan de Azúcar jach'a uma irpa

source: Arroyo de los Caracoles
ayc: Arroyo de los Caracoles jach'a uma irpa

source: Arroyo de los Carpés
ayc: Carpés jach'a uma irpa

source: Arroyo San Carlos
ayc: San Carlos jach'a uma irpa

source: Arroyo Maldonado
ayc: Maldonado jach'a uma irpa

source: Arroyo José Ignacio
ayc: José Ignacio jach'a uma irpa

source: Laguna Garzón
ayc: Garzón qutaña

source: Laguna José Ignacio
ayc: José Ignacio qutaña

source: Sierra de las Cañas
ayc: Sierra de las Cañas qurpachasiña uta

source: Sierra de los Caracoles
ayc: Sierra de los Caracoles jañurasiña chiqa

source: Sierra de las Ánimas
ayc: Sierra de las Ánimas thaya suyu

source: Sierra de la Ballena
ayc: Sierra de la Ballena jañurasiña chiqa

source: Cerro del Toro
ayc: Cerro del Toro jach'a lamara quta qawaya marka

source: Cerro San Antonio
ayc: Cerro San Antonio marka

source: It's the highest in Uruguay
ayc: Uruguay markana ukawa sinti jach'a sayt'uxa

source: major resort
ayc: jach'a lamara quta qawaya jach'a markanaka

source: Santiago Vázquez
ayc: Santiago Vázquez marka

source: Ciudad Vieja
ayc: Ciudad Vieja nayra marka

source: Centro
ayc: Taypi

source: Sur
ayc: Kupi tuqi

source: Palermo
ayc: Palermo marka

source: Cordón
ayc: Cordón marka

source: Aguada
ayc: Aguada marka

source: Punta Carretas
ayc: Punta Carretas marka

source: Pocitos
ayc: Pocitos marka

source: Buceo
ayc: Buceo marka

source: Malvín
ayc: Malvín marka

source: Punta Gorda
ayc: Punta Gorda qurpachasiña utanaka

source: Carrasco
ayc: Carrasco marka

source: Parque Batlle
ayc: Parque Batlle jañurasiña chiqa

source: Unión
ayc: Unión marka

source: Maroñas
ayc: Maroñas marka

source: Villa Española
ayc: Villa Española marka

source: Capurro
ayc: Capurro marka

source: Prado
ayc: Prado marka

source: Belvedere
ayc: Belvedere marka

source: Cerro
ayc: Cerro mayachäwi

source: Casabó
ayc: Casabó marka

source: La Teja
ayc: Teja marka

source: Nuevo París
ayc: Nuevo París marka

source: Sayago
ayc: Sayago marka

source: Peñarol
ayc: Peñarol marka

source: Colón
ayc: Colón suti

source: Casavalle
ayc: Casavalle marka

source: Cerrito de la Victoria
ayc: Cerrito de la Victoria marka

source: Jardines del Hipódromo
ayc: Jardines del Hipódromo marka

source: Piedras Blancas
ayc: Piedras Blancas marka

source: Punta de Rieles
ayc: Punta de Rieles marka

source: Brazo Oriental
ayc: Brazo Oriental marka

source: Jacinto Vera
ayc: Jacinto Vera marka

source: Lezica
ayc: Lezica marka

source: Paso de la Arena
ayc: Paso de la Arena marka

source: Villa García
ayc: Villa García marka

source: Manga
ayc: Manga marka

source: Arroyo de Melilla
ayc: Melilla jach'a uma irpa

source: Arroyo Mendoza
ayc: Mendoza jach'a uma irpa

source: Arroyo Manga
ayc: Manga jach'a uma irpa

source: Cañada Piedritas
ayc: Cañada Piedritas marka

source: Cañada de las Canteras
ayc: Cañada de las Canteras marka

source: Cañada del Dragón
ayc: Cañada del Dragón marka

source: Bañado de Carrasco
ayc: Bañado de Carrasco marka

source: Cabo de Pereira
ayc: Cabo de Pereira marka

source: 18 de Julio
ayc: 18 de Julio marka

source: Boulevard Artigas
ayc: Boulevard Artigas saräwi thaki

source: Avenida Italia
ayc: Italia saräwi thaki

source: Camino Carrasco
ayc: Carrasco saräwi thaki

source: Camino Maldonado
ayc: Maldonado saräwi thaki

source: 8 de Octubre
ayc: 8 de Octubre marka

source: Belloni
ayc: Belloni marka

source: Mendoza
ayc: Mendoza marka

source: General Flores
ayc: General Flores marka

source: Propios
ayc: Propios mayachäwi

source: Instrucciones
ayc: Yatiyäwinaka

source: Agraciada
ayc: atipsuri

source: Accesos
ayc: Mantañanaka

source: Luis Batlle Berres
ayc: Luis Batlle Berres marka

source: Camino Sanguinetti
ayc: Sanguinetti saräwi thaki

source: Camino Tomkinson
ayc: Tomkinson saräwi thaki

source: Camino Cibils
ayc: Cibils saräwi thaki

source: Camino Melilla
ayc: Melilla saräwi thaki

source: Cities and neighborhoods
ayc: Jach'a jisk'a markanaka

source: Avenues and routes
ayc: Saräwinaka thakinaka

source: It is on the bay
ayc: Lamara quta taypinkiwa

source: the highest point of the department
ayc: wali jach'a sayt'u tukuyaxa uka departamento wakisiriwa

source: It is the symbol of the department
ayc: uka departamento wakisiri chimpupawa

source: the second highest point in the department
ayc: ukasti payïri wali sayt'uwa uka departamento wakisirina utji

source: It is a popular neighborhood
ayc: wali suma markawa

source: the stream that borders with Canelones
ayc: Canelones markampi qurpa jach'a uma irpa

source: the neighborhood where the city was originally founded in San Felipe and Santiago of Montevideo
ayc: uka markana chhijnuqa markaxa San Felipe tatana inuqatawa ukata Santiago de Montevideo uka markasa

source: the neighborhood where they operated railway workshops
ayc: uka markana walja askichaña utanakawa uka ferrocarril thaknama sariri askichañataki

source: An important football team is named after him
ayc: wali wakisiri anatiri mayachäwiwa sutipa api

source: The neighborhood is named after the area where there were numerous water wells
ayc: markana sutipaxa uka chiqana sutipata sutiniwa ukana utjänawa walja uma phujunaka

source: It is currently located where the Legislative Palace
ayc: Jichhaxa jikxatasiwa kawkinkisa uka Palacio utaxa uka Legislativo kamichanaka sarayiri

source: the beach where attending washerwomen doing laundry wells
ayc: uka quta qawaynama saräna isi t'axsiri phujunaka jat'isa uksti ch'alla ch'allana

source: It is a very busy beach
ayc: uka quta qawayaru wali jaqi sarapxi

source: the neighborhood where the parade of Llamadas starts
ayc: uka markaxa qalltiwa walja jawsüwinakampi

source: where is the "World Football Monument"
ayc: kawkinkiwa uka "Monumento wakichataxa uka Fútbol Mundial wakisiri"

source: The "World Soccer Monument" is the Estadio Centenario
ayc: uka "Monumento al Fútbol Mundial" wakichataxa uka Estadio Centenario anataña uyuwa

source: the river that supplies drinking water to the department of Montevideo
ayc: uka jawirawa umaña q'uma umal departamento de Montevideo markaru churi

source: Bahía de Montevideo
ayc: Bahía de Montevideo lamara quta laka marka

source: the %s Avenue
ayc: Saräwi thaki %s

source: Italia
ayc: Italia mayachäwi

source: Camino Mendoza
ayc: Mendoza saräwi thaki

source: los Accesos de las Rutas 1 y 5
ayc: Markaru mantaña thakinaka Ukaxa 1 ukata 5 thaki

source: Chapicuy
ayc: Chapicuy marka

source: Bella Vista
ayc: Bella Vista marka

source: Pueblo Gallinal
ayc: Pueblo Gallinal marka

source: Soto
ayc: Soto anatiri jilata

source: El Eucalipto
ayc: Eucalipto qulli

source: Tambores
ayc: Tambores marka

source: Guarapirí
ayc: Guarapirí marka

source: Queguayar
ayc: Queguayar marka

source: Lorenzo Geyres
ayc: Lorenzo Geyres marka

source: Cuchilla del Fuego
ayc: Fuego jach'a khunu qullu

source: Piedra Sola
ayc: Piedra Sola marka

source: Constancia
ayc: Constancia marka

source: Curapí
ayc: Curapí marka

source: Esperanza
ayc: Esperanza marka

source: Porvenir
ayc: Porvenir marka

source: Piedras Coloradas
ayc: Piedras Coloradas marka

source: Orgoroso
ayc: Orgoroso marka

source: Arroyo Negro
ayc: Ch'amaka jach'a uma irpa

source: La Tentación
ayc: Tentación marka

source: Beisso
ayc: Beisso marka

source: Tres Arboles
ayc: Tres Arboles qurpachasiña uta

source: Tiatucurá
ayc: Tiatucurá marka

source: Río Queguay Grande
ayc: Queguay Grande jawira

source: Arroyo Quebracho Grande
ayc: Quebracho Grande jach'a uma irpa

source: Arroyo Araujo
ayc: Araujo jach'a uma irpa

source: Arroyo de Soto
ayc: Soto jach'a uma irpa

source: Arroyo Buricayupí
ayc: Buricayupí jach'a uma irpa

source: Arroyo Carumbé
ayc: Carumbé jach'a uma irpa

source: Arroyo San Francisco Grande
ayc: San Francisco Grande jach'a uma irpa

source: Arroyo Rabón
ayc: Rabón jach'a uma irpa

source: Arroyo Valdés
ayc: Valdés jach'a uma irpa

source: Arroyo Celestina
ayc: Celestina jach'a uma irpa

source: Arroyo Bacacuá Grande
ayc: Bacacuá Grande jach'a uma irpa

source: Arroyo Ñacurutú Grande
ayc: Ñacurutú Grande jach'a uma irpa

source: Arroyo de la Capilla
ayc: Capilla jach'a uma irpa

source: Arroyo Guayabos
ayc: Guayabos jach'a uma irpa

source: Arroyo Santa Ana
ayc: Santa Ana jach'a uma irpa

source: Arroyo de los Corrales
ayc: Corrales jach'a uma irpa

source: Arroyo Zapatero
ayc: Arroyo Zapatero Jach'a yatiña uta p'iqiña

source: Arroyo Juan Tomás
ayc: Arroyo Juan Tomás marka

source: Arroyo Salsipuedes Grande
ayc: Arroyo Salsipuedes Jilïri marka

source: Arroyo Molles Grande
ayc: Arroyo Molles Jilïri marka

source: Arroyo Molles Chico
ayc: Arroyo Molles Sullkïri marka

source: Arroyo Gualeguay
ayc: Arroyo Gualeguay marka

source: Arroyo Guarapirú
ayc: Arroyo Guarapirú marka

source: Cuchilla del Queguay
ayc: Queguay jach'a khunu qullu

source: Cerro de los Difuntos
ayc: Amaya qullunaka

source: Cerro Buricayupí
ayc: Buricayupí qullu

source: Cerro de la Glorieta
ayc: Glorieta qullu

source: Cerro del Vigía
ayc: Vigía qullu

source: Cerro Campana
ayc: Campana qullu

source: Cerro Arbolito
ayc: Arbolito qullu

source: Cerro Palmera Sola
ayc: Palmera Sola qullu

source: Meseta de Artigas
ayc: Artigas jach'a qullu kayu

source: Guarapirú
ayc: Guarapirú marka

source: Merinos
ayc: Merinos marka

source: Algorta
ayc: Algorta marka

source: P. de los Mellizos
ayc: P. de los Mellizos wakichata

source: Sarandí de Navarro
ayc: Sarandí de Navarro marka

source: Paso de la Cruz
ayc: Paso de la Cruz wakichata

source: San Javier
ayc: San Javier marka

source: Tres Quintas
ayc: Tres Quintas marka

source: Bellaco
ayc: Bellaco marka

source: Grecco
ayc: Grecco marka

source: Arroyo de las Flores
ayc: Flores jach'a uma irpa

source: Arroyo Averías Grande
ayc: Averías Grande jach'a uma irpa

source: Arroyo Averías Chico
ayc: Averías Chico jach'a uma irpa

source: Arroyo Ñandubay
ayc: Ñandubay jach'a uma irpa

source: Arroyo Don Esteban
ayc: Don Esteban jach'a uma irpa

source: Arroyo Santa María
ayc: Santa María jach'a uma irpa

source: Arroyo Coladeras
ayc: Coladeras jach'a uma irpa

source: Arroyo Sánchez
ayc: Sánchez jach'a uma irpa

source: Arroyo Tres Árboles
ayc: Tres Árboles jach'a uma irpa

source: Arroyo Rolón
ayc: Rolón jach'a uma irpa

source: Arroyo Molles
ayc: Molles jach'a uma irpa

source: Cuchilla de Navarro
ayc: Navarro jach'a khunu qullu

source: Cerro Pelado
ayc: Q'ara qullu

source: Cerro del Quebracho
ayc: Quebracho qullu

source: Passes through of %s
ayc: Uknama sari %s

source: Curticeiras
ayc: Curticeiras marka

source: La Calera
ayc: Calera nayra marka

source: Lapuente
ayc: Lapuente marka

source: Cerrillada
ayc: Cerrillada marka

source: Hospital
ayc: Hospital jach'a qullaña uta

source: Arroyo Laureles
ayc: Laureles jach'a uma irpa

source: Arroyo Tigre
ayc: Tigre jach'a uma irpa

source: Arroyo Médanos
ayc: Médanos jach'a uma irpa

source: Arroyo Mangueras
ayc: Mangueras jach'a uma irpa

source: Arroyo del Ataque
ayc: Ataque jach'a uma irpa
