Repository: AlanJAS/iknowUruguay
Catalog: po/ayc.po
Languages: ayc

source: I know Uruguay
ayc: Uruguay marka uñjthwa

source: Cannot open %s
ayc: Janiwa jist'arasiña muniti %s

source: the city of %s
ayc: akïri markapa %s

source: the department of %s
ayc: akïri departamento suyupa %s

source: the province of %s
ayc: akïri provincia suyupa %s

source: the district of %s
ayc: akïri distrito suyupa %s

source: the state of %s
ayc: akïri Estado suyupa %s

source: the region of %s
ayc: akïri Ragión suyupa %s

source: the parish of %s
ayc: akïri Parroquia suyupa %s

source: the taluka of %s
ayc: akïri taluka .. .. suyupa %s

source: the municipality of %s
ayc: akïri Municipalidad suyupa %s

source: the %s
ayc: akïri %s

source: the %(river)s
ayc: %(river)s wakichata

source: the %(route)s
ayc: %(route)s sutini wakichata

source: About %s
ayc: Akïri tuqita %s

source: Press any key to return
ayc: maski kawkipiri limt'añsa kutt'añataki limt'ma

source: You have chosen the map
ayc: Akïri suyuna rixipa jajllta ...

source: Play
ayc: Anataña

source: Explore
ayc: Thaqtaña

source: About this game
ayc: Aka anataña tuqita

source: Return
ayc: Kuttaña

source: Choose the map to use
ayc: Marka rixita apnaqaña katma

source: Previous page
ayc: Nayrïri laphi

source: Next page
ayc: Qhipïri laphi

source: Exit
ayc: Mistuña

source: End
ayc: Tukuña

source: Show all
ayc: Qawayata uñachayaña

source: Press any key to skip
ayc: Thuqtañataki akatjamata qillqaña limt'ma

source: Uruguay
ayc: Uruguay marka

source: Artigas
ayc: Artigas marka

source: Salto
ayc: Salto wapura

source: Paysandú
ayc: Paysandú marka

source: Río Negro
ayc: Ch'amaka jawira

source: Rivera
ayc: Rivera marka

source: Tacuarembó
ayc: Tacuarembó marka

source: Soriano
ayc: Soriano marka

source: Colonia
ayc: Colonia marka

source: Flores
ayc: Flores suti

source: Durazno
ayc: Durazno marka

source: Cerro Largo
ayc: Wiskhalla apu qullu

source: San José
ayc: San José marka

source: Florida
ayc: Florida marka

source: Treinta y Tres
ayc: Kimsa tunka kimsani

source: Canelones
ayc: Canelones marka

source: Montevideo
ayc: Montevideo marka

source: Lavalleja
ayc: Lavalleja marka

source: Maldonado
ayc: Maldonado marka

source: Rocha
ayc: Rocha marka

source: Fray Bentos
ayc: Fray Bentos marka

source: Mercedes
ayc: Mercedes marka

source: Colonia del Sacramento
ayc: Colonia del Sacramento marka

source: Trinidad
ayc: Trinidad marka

source: San José de Mayo
ayc: Mayo phaxsita San José marka

source: Melo
ayc: Melo marka

source: Minas
ayc: Minas marka

source: Aiguá
ayc: Aiguá marka

source: Ansina
ayc: Ansina marka

source: Atlántida
ayc: Atlántida jach'a lamara quta

source: Baltasar Brum
ayc: Baltasar Brum marka

source: Bella Unión
ayc: Bella Unión marka

source: Belén
ayc: Belén marka

source: Cardona
ayc: Cardona marka

source: Carmelo
ayc: Carmelo marka

source: Castillos
ayc: Castillos marka

source: Casupá
ayc: Casupá marka

source: Cebollatí
ayc: Cebollatí marka

source: Cerro Chato
ayc: Jisk'a apu qullu

source: Chuy
ayc: Chuy marka

source: Constitución
ayc: Constitución marka

source: Dolores
ayc: Dolores marka

source: Fraile Muerto
ayc: Fraile Muerto marka

source: Guichón
ayc: Guichón marka

source: José Batlle y Ordóñez
ayc: José Batlle y Ordóñez p'iqiña kankañani tatanaka

source: José Pedro Varela
ayc: José Pedro Varela p'iqiña kankañani tata

source: José Enrique Rodó
ayc: José Enrique Rodó p'iqiña kankañani tata

source: Juan Lacaze
ayc: Juan Lacaze p'iqiña kankañani tata

source: La Coronilla
ayc: Coronilla marka

source: La Paloma
ayc: Palma marka

source: Las Piedras
ayc: Piedras sata marka

source: Lascano
ayc: Lascano marka

source: Libertad
ayc: Sapa amtäwisata utjasïwi

source: Minas de Corrales
ayc: Corrales Qhuyanaka

source: Nueva Helvecia
ayc: Helvecia machaqa marka

source: Nueva Palmira
ayc: Palmira machaqa marka

source: Nuevo Berlín
ayc: Berlín machaqa marka

source: Ombúes de Lavalle
ayc: Ombúes de Lavalle marka

source: Palmitas
ayc: Palmitas marka

source: Pan de Azúcar
ayc: Pan de Azúcar sata muqu

source: Pando
ayc: Pando marka

source: Paso de los Toros
ayc: Paso de los Toros marka

source: Piriápolis
ayc: Piriápolis marka

source: Pueblo del Carmen
ayc: Carmen marka

source: Punta del Este
ayc: Punta del Este marka

source: Quebracho
ayc: Quebracho marka

source: Rosario
ayc: Rosario marka

source: Río Branco
ayc: Branco jawira

source: San Carlos
ayc: San Carlos marka

source: San Gregorio de Polanco
ayc: Polanco marka San Gregorio markapa

source: San Ramón
ayc: San Ramón marka

source: Santa Clara de Olimar
ayc: Olimar marka Santa Clara markapa

source: Santa Lucía
ayc: Santa Lucía marka

source: Sarandí Grande
ayc: Sarandí Grande marka

source: Sarandí del Yi
ayc: Yi marka Sarandí marka

source: Tala
ayc: Tala marka

source: Tarariras
ayc: Tarariras marka

source: Tomás Gomensoro
ayc: Tomás Gomensoro marka

source: Tranqueras
ayc: Tranqueras marka

source: Vergara
ayc: Vergara marka

source: Vichadero
ayc: Vichadero marka

source: Young
ayc: Young marka

source: Cerro de Montevideo
ayc: Montevideo apu qullupa

source: Cerro Pan de Azúcar
ayc: Azúcar marka Cerro Pan muqupa

source: Cerro Verdún
ayc: Verdún apu qullu

source: Cerro Arequita
ayc: Arequita apu qullu

source: Cerro Catedral
ayc: Catedral apu qullu

source: Cerro de las Animas
ayc: Animas apu qullu

source: Cerros de Batoví
ayc: Batoví apu qullu

source: Cerro Bonito
ayc: Bonito apu qullu

source: Cerro del Medio
ayc: Medio apu qullu

source: Cuchilla de Haedo
ayc: Cuchilla de Haedo jach'a khunu qullu

source: Cuchilla de Santa Ana
ayc: Cuchilla de Santa Ana jach'a khunu qullu

source: Cuchilla Grande
ayc: Cuchilla Grande jach'a khunu qullu

source: Cuchilla Grande del Durazno
ayc: Cuchilla Grande del Durazno marka

source: Cuchilla Grande Inferior
ayc: Cuchilla Grande Inferior marka

source: Cuchilla Negra
ayc: Cuchilla Negra larama jach'a khunu qullu

source: Río Arapey Chico
ayc: Arapey Chico jawira

source: Río Arapey Grande
ayc: Arapey Grande jach'a jawira

source: Río Cebollatí
ayc: Cebollatí jawira

source: Río Cuareim
ayc: Cuareim jawira

source: Río Daymán
ayc: Daymán jawira

source: Río Olimar Chico
ayc: Olimar Chico jisk'a jawira

source: Río Olimar Grande
ayc: Olimar Grande jach'a jawira

source: Río Queguay Chico
ayc: Queguay Chico jawira

source: Río Queguay
ayc: Queguay jawira

source: Río Rosario
ayc: Rosario jawira

source: Río San José
ayc: San José jawira

source: Río San Juan
ayc: San Juan jawira

source: Río San Salvador
ayc: San Salvador jawira

source: Río Santa Lucía
ayc: Santa Lucía jawira

source: Río Santa Lucía Chico
ayc: Santa Lucía Chico jisk'a jawira

source: Río Tacuarembó
ayc: Tacuarembó jawira

source: Río Tacuarí
ayc: Tacuarí jawira

source: Río Uruguay
ayc: Uruguay jawira

source: Río Yaguarón
ayc: Yaguarón jawira

source: Río Yi
ayc: Yí jawira

source: Río de la Plata
ayc: Río de la Plata marka

source: Atlantic Ocean
ayc: Océano Atlántico jach'a lamara quta

source: Laguna Merín
ayc: Merín qutaña

source: Laguna Negra
ayc: Larama qutaña

source: Laguna de Castillos
ayc: De Castillos qutaña

source: Laguna de Rocha
ayc: De Rocha qutaña

source: Laguna del Sauce
ayc: Sauce qutaña

source: Route %s
ayc: Thaki %s

source: Capital:
ayc: Capital: sata maya jach'a markana jilïri markapa

source: (34º53' S - 56º10' W)
ayc: (34º53' S - 56º10' O) chani

source: Language:
ayc: Aru:

source: Spanish
ayc: Español aru

source: Government:
ayc: Gobierno P'iqinchäwi:

source: Presidential republic
ayc: República Presidencial Mayachäwi

source: President:
ayc: Presidente Jilïri Mallku:

source: José Mujica
ayc: José Mujica p'iqiña kankañani tata

source: Vice President:
ayc: Vicepresidente Jilïriru Arkiri P'iqiña:

source: Danilo Astori
ayc: Danilo Astori p'iqiña kankañani tata

source: Independence:
ayc: Independencia Qhispïwi Mayachäwi:

source: declared: %s
ayc: inuqata: %s

source: 25 of august of 1825
ayc: 25 uru saraqata agosto phaxsina 1825 marana

source: recognized: %s
ayc: katuqata: %s

source: 28 of august of 1828
ayc: 28 uru saraqata agosto phaxsina 1828 marana

source: Area:
ayc: Uraqi katu:

source: 176.215 km² (90th)
ayc: 176.215 km² (90º) chani

source: Population:
ayc: Jaqinaka:

source: 3.424.595 (128th)
ayc: 3.424.595 (128º) chani

source: GDP:
ayc: PBI utjiri:

source: USD 51.209 billion (86th)
ayc: USD 51.209 billion (86th) chani

source: HDI:
ayc: IDH Jaqinaka Ch'amanchasïwi Mayachäwi:

source: High - 0,765 (52th)
ayc: Alto - 0,765 (52º) chani

source: Currency:
ayc: Qullqi:

source: Peso
ayc: Jathi

source: Departments
ayc: Departamento markanaka

source: Departmental capitals
ayc: Departamento markanaka jilïri markanakapa

source: Cities
ayc: Ciudades sata markanaka

source: Waterways
ayc: Uma tuqita yatiña

source: Elevations
ayc: Qullu jilatanaka

source: Routes
ayc: Thakinaka

source: It's easy
ayc: Phisnakiwa

source: It's in %s
ayc: Akankiwa %s

source: Is north
ayc: Ch'iqaxa tuqinkiwa

source: It's near Brazil
ayc: Brasil marka jak'ankiwa

source: Try again
ayc: Mayampi yant'ma

source: the center
ayc: Taypiru

source: Rio Negro
ayc: Ch'amaka jawira

source: It's the capital of the department
ayc: Uka markana jilïri markapa departamento suyu

source: Flows into the %s
ayc: Jalxatiwa uka %s

source: Has three dams
ayc: Kimsa uma irpa jark'añaniwa

source: It's in the east
ayc: Taypinkiwa

source: It's in the north
ayc: Ch'iqäxankiwa

source: It's on the border with %s
ayc: Qurpankiwa ukampi %s

source: Brasil
ayc: Brasil marka

source: It's in the south
ayc: Kupïxankiwa

source: Passes through %s
ayc: Uknama sari %s

source: Ends in %s
ayc: Tukuyiwa ukaru %s

source: and
ayc: ukata

source: Argentina
ayc: Argentina marka

source: Colonia Palma
ayc: Colonia Palma marka

source: Paso Farías
ayc: Paso Farías marka

source: Bernabé Rivera
ayc: Bernabé Rivera p'iqiña kankañani tata

source: Diego Lamas
ayc: Diego Lamas p'iqiña kankañani tata

source: Paso Campamento
ayc: Paso Campamento marka

source: Sequeira
ayc: Sequeira marka

source: Catalán
ayc: Catalán marka

source: Río Arapey
ayc: Arapey jawira

source: Arroyo Itacumbú
ayc: Arroyo Itacumbú uma irpa

source: Arroyo Ñaquiña
ayc: Arroyo Ñaquiña uma irpa

source: Arroyo Mandiyú
ayc: Arroyo Mandiyú uma irpa

source: Arroyo Guaviyú
ayc: Arroyo Guaviyú uma irpa

source: Arroyo Palma Sola Grande
ayc: Arroyo Palma Sola Grande uma irpa

source: Arroyo Sarandí
ayc: Arroyo Sarandí uma irpa

source: Arroyo Yucutuya
ayc: Arroyo Yucutuya uma irpa

source: Arroyo Cuaro Grande
ayc: Arroyo Cuaro Grande uma irpa

source: Arroyo Cuaro Chico
ayc: Arroyo Cuaro Chico uma irpa

source: Arroyo Pelado
ayc: Arroyo Pelado uma irpa

source: Arroyo Tres Cruces Grande
ayc: Arroyo Tres Cruces Grande uma irpa

source: Arroyo Catalán Grande
ayc: Arroyo Catalán Grande uma irpa

source: Arroyo Catalán Chico
ayc: Arroyo Catalán Chico uma irpa

source: Arroyo Catalancito
ayc: Arroyo Catalancito uma irpa

source: Arroyo Maneco
ayc: Arroyo Maneco uma irpa

source: Arroyo de la Invernada
ayc: Arroyo de la Invernada uma irpa

source: Arroyo Sepultura
ayc: Arroyo Sepultura uma irpa

source: Arroyo Yacuy
ayc: Arroyo Yacuy uma irpa

source: Arroyo Ceballos
ayc: Arroyo Ceballos uma irpa

source: Arroyo de las Cañas
ayc: Arroyo de las Cañas uma irpa

source: Arroyo Patitos
ayc: Arroyo Patitos uma irpa

source: Arroyo Sequeira
ayc: Arroyo Sequeira uma irpa

source: Arroyo Espinillo
ayc: Arroyo Espinillo uma irpa

source: Arroyo Sarandí Grande
ayc: Arroyo Sarandí Grande uma irpa

source: Cuchilla Yacaré Cururú
ayc: Cuchilla Yacaré Cururú khunu qullu

source: Cuchilla de Belén
ayc: Cuchilla de Belén khunu qullu

source: Tres Cerros de Catalán
ayc: Catalán kimsa qullu

source: Cerro Pintado
ayc: Cerro Pintado marka

source: the city of %s
ayc: akïri markapa %s

source: It's in the northwest
ayc: Ch'iqäxa inti jalsu tuqinkiri

source: the town of %s
ayc: Ukana markapa %s

source: It's in the west
ayc: Inti jalanta tuqinkiwa

source: It's in the center
ayc: Taypinkiwa

source: It's in the southwest
ayc: Kupïxa inti jalsu tuqinkiwa

source: the %(f)s
ayc: %(f)s wakichata

source: the %(m)s
ayc: %(m)s wakichata

source: Aguas Corrientes
ayc: Aguas Corrientes marka

source: Los Cerrillos
ayc: Los Cerrillos Municipio marka

source: Juanicó
ayc: Juanicó marka

source: Progreso
ayc: Progreso marka

source: La Paz
ayc: La Paz marka

source: San Antonio
ayc: San Antonio marka

source: Santa Rosa
ayc: Santa Rosa marka

source: Sauce
ayc: Sauce marka

source: Toledo
ayc: Toledo marka

source: San Bautista
ayc: San Bautista marka

source: San Jacinto
ayc: San Jacinto marka

source: Suárez
ayc: Suárez marka

source: Empalme Olmos
ayc: Empalme Olmos marka

source: Salinas
ayc: Salinas marka

source: Parque del Plata
ayc: Parque del Plata marka

source: La Floresta
ayc: La Floresta marka

source: Migues
ayc: Migues marka

source: Montes
ayc: Montes marka

source: Soca
ayc: Soca marka

source: San Luis
ayc: San Luis marka

source: Piedras de Afilar
ayc: Khituña qalanaka

source: Lagomar
ayc: Lagomar chuyma qhanart'ayasiña uta

source: Solymar
ayc: Solymar qurpachasiña uta

source: El Pinar
ayc: El Pinar marka

source: Cuchilla Alta
ayc: Cuchilla Alta khunu qullu

source: Jaureguiberry
ayc: Jaureguiberry jach'a lamara quta qawaya marka

source: Bello Horizonte
ayc: Bello Horizonte marka

source: Parque Roosevelt
ayc: Parque Roosevelt marka

source: Arroyo Vejigas
ayc: Vejigas uma irpa

source: Arroyo del Tala
ayc: Tala uma irpa

source: Arroyo Canelón Grande
ayc: Canelón Grande jach'a uma irpa

source: Arroyo Canelón Chico
ayc: Canelón Chico jisk'a uma irpa

source: Arroyo Pando
ayc: Pando uma irpa

source: Arroyo Solís Chico
ayc: Solís Chico uma irpa

source: Arroyo Solís Grande
ayc: Solís Grande uma irpa

source: Arroyo Mosquitos
ayc: Mosquitos uma irpa

source: Arroyo Sauce
ayc: Sauce uma irpa

source: Arroyo Brujas Grande
ayc: Brujas Grande uma irpa

source: Arroyo de las Piedras
ayc: De las Piedras uma irpa

source: Arroyo Colorado
ayc: Colorado uma irpa

source: Arroyo Toledo
ayc: Toledo uma irpa

source: Arroyo Carrasco
ayc: Carrasco uma irpa

source: Cabo de Hornos
ayc: Cabo de Hornos jach'a lamara quta qullu

source: It's to the south of the capital
ayc: Kupïxankiwa jilïri markata

source: It is near %s
ayc: Uka jak'ankiwa %s

source: It's in the %s
ayc: Ukankiwa %s

source: center-north
ayc: taypi-ch'iqäxa

source: the resort of %s
ayc: Uka jach'a lamara quta qawaya markapa %s

source: It's a resort of %s
ayc: Jach'a lamara quta qawaya maya markawa ukasti %s

source: It's in the northeast
ayc: Ch'iqäxa inti jalsu tuqinkiwa

source: It's an important resort
ayc: Jach'a lamara quta qawaya maya wakisiri markawa

source: Costa de Oro
ayc: Costa de Oro marka

source: It's in the southeast
ayc: Kupïxa inti jalsu tuqinkiwa

source: It's a resort
ayc: Jach'a lamara quta qawaya markawa

source: Ciudad de la Costa
ayc: De la Costa marka

source: Information
ayc: Yatiyäwi

source: where was found the largest cemetery of prehistoric animals of South America
ayc: Ukasti kawkina jakitasa wali jach'a amayawa nayra pacha uywanakani Sudamérica markaru wakisiri

source: It is the birthplace of Artigas
ayc: Artigas p'iqiña kankañani tatana yurïwipawa

source: where is the only Jewish cemetery in Uruguay
ayc: kawkinkisa uka sapaxa Judío amayankiwa Uruguay

source: one of the main sites for winemaking
ayc: Maynïri wakisiriwa wakichäwinaka vino wakisiri

source: this city was named for the interim president of Uruguay from 1843 to 1852
ayc: ukhama sutini marka uka jilïri p'iqiña yaqha chhijllankama Uruguay markana 1843 marata 1852 marakama

source: where Hernandarias noted the "great abundance and fertility of this land"
ayc: Hernandarias p'iqiña kankañapana wali "utjäwi ukata uraqisa suma achirïna"

source: a place that has had countless exponents of music and art
ayc: uka chiqana utjawiwa walja yatiñaninaka uka warurt'äwi ukata sawutanaka

source: a city whose name means the existence of a sense of improvement in the human condition
ayc: uka markana sutipaxa ukanaka utjatapa yatiyasi ukasti ch'amanchasispawa jaqina munañapata

source: where there is an 8 meter high monument to the independence of the Republic
ayc: ukana pachachata luratawa utji niya 8 chillqi sayt'uwa Sapa sartasïwi República mayachäwina

source: a town whose name derives from the installation of pumping plants, water filtering and purification
ayc: uka markana sutipaxa mallkintata yatiyi uma irpampi jiliri quqa, ukampinsa uma suma q'uma ch'umampi

source: a city whose name comes from being a former mining area of stone masons
ayc: uka markana sutipaxa nayra pachata juti nayra markata qala ch'ixiri jaqinakana markapata

source: It's where there was a major battle for independence
ayc: uka chiqana apasiwiwa maya jach'a sayt'asïwi sapa sartaña layku

source: an important commercial and industrial center of the department
ayc: maya wakisiri jilïri markawa alxañataki yänaka lurañataki uka departamentowakisirina

source: resorts
ayc: jach'a lamara quta qawaya markanaka

source: a resort with a lake located north of Avenue Giannattasio
ayc: jach'a lamara quta qawaya markana ch'iqäxana maya qutawa utji Giannattasio thakina jikxatasi

source: The name refers to the salt waters of the Rio de la Plata
ayc: uka sutixa jutiwa jayu k'ara utjäwita ukasti Río de la Plata jawiraru wakisiriwa

source: where is the original Bread Museum
ayc: ukankiwa qallta lurataxa Museo del Pan taypina

source: The name refers to the summer
ayc: uka sutixa junt'u pacharuwa wakisi

source: where is the Autodrome Victor Borrat Fabini
ayc: Autódromo wakichäwiwa ukanki Victor Borrat Fabini sutinchata

source: Location of the first toll to the East
ayc: ukankiwa nayríri peaje mayachäwi Inti jalsu tuqina

source: a resort that welcomes you with a bow on the route
ayc: uka jach'a lamara quta qawaya markaxa suma katuqt'ätma thakina maya suma arku k'achachäwimpi

source: one of the most popular resorts with tourists
ayc: wali munata jach'a lamara quta qawaya marka

source: It is on a peninsula
ayc: Maya quta taypi markankiwa

source: a resort that is on the stream Solís Chico
ayc: jach'a lamara quta qawaya uka markaxa uma irpa lakankiwa ukasti Solís Chico satawa

source: It is east of Atlántida
ayc: ukaxa Atlántida inti jalsu tuqinkiwa

source: one of the oldest resorts on the Costa de Oro
ayc: jach'a lamara quta qawaya uka markaxa Costa de Oro markata sinti nayrawa

source: The name refers to the vegetation
ayc: uka sutixa quqanakaru wakisiriwa

source: where there is a fishing village
ayc: uka markaxa chawlla katurinakana markapawa

source: It is named for a saint
ayc: ukaxa maya Santuna sutipanjamawa

source: one of the most picturesque resorts in the Costa de Oro
ayc: ukaxa waki k'achachata jach'a lamara quta qawaya markawa Costa de Oro markaru wakisiri

source: It is famous for its freshwater jet on the beach
ayc: ukaxa wali sumawa muxsa umanitapata uka lamara quta qawayana

source: The resort that is situated on the banks of the Arroyo Solís Grande
ayc: uka jach'a lamara quta qawaya markaxa jach'a uma irpa lakankiwa Solís Grande sutini uma irparu wakisiri

source: It's the last resort of Costa de Oro
ayc: uka jach'a lamara quta qawaya markaxa Costa de Oro sutini qhipïri jach'a lamara quta qawaya markawa

source: where Arabian horses run in international rallies
ayc: ukana árabes kawallunakawa walja rallies internacionales atipasïwinakana t'ijunaqapxi

source: where rodeos are held during Easter Week
ayc: ukana atipasïwinaka apasi rodeos sutinchata uka semana santa jach'ürunakana

source: Cuchilla Cabo de Hornos
ayc: Cabo de Hornos jach'a khunu qullu

source: Isidoro Noblía
ayc: Isidoro Noblía marka

source: Centurión
ayc: Centurión sutini jach'a q'axchasiri awtu

source: Bañados de Medina
ayc: Bañados de Medina uma irpa

source: Tres Islas
ayc: Tres Islas sutini quta taypi markanaka

source: Arévalo
ayc: Arévalo marka

source: C. de las Cuentas
ayc: C. de las Cuentas marka

source: Arbolito
ayc: Arbolito marka

source: Plácido Rosas
ayc: Plácido Rosas marka

source: Tambos de Melo
ayc: Tambos de Melo marka

source: Arroyo del Parao
ayc: Parao jach'a uma irpa

source: Arroyo Santos
ayc: Santos jach'a uma irpa

source: Arroyo Malo
ayc: Malo jach'a uma irpa

source: Arroyo Chuy
ayc: Chuy jach'a uma irpa

source: Arroyo del Sauce
ayc: Sauce jach'a uma irpa

source: Arroyo del Cordobés
ayc: Cordobés jach'a uma irpa

source: Arroyo Lechiguana
ayc: Lechiguana jach'a uma irpa

source: Arroyo Pablo Páez
ayc: Pablo Páez jach'a uma irpa

source: Arroyo Tarariras
ayc: Tarariras jach'a uma irpa

source: Arroyo Tupambaé
ayc: Tupambaé jach'a uma irpa

source: Arroyo Quebracho
ayc: Quebracho jach'a uma irpa

source: Arroyo Fraile Muerto
ayc: Fraile Muerto jach'a uma irpa

source: Arroyo del Sarandí
ayc: Sarandí jach'a uma irpa

source: Arroyo Zapallar
ayc: Zapallar jach'a uma irpa

source: Arroyo Aceguá
ayc: Aceguá jach'a uma irpa

source: Arroyo Pantanoso
ayc: Pantanoso jach'a uma irpa

source: Sierra de Aceguá
ayc: Sierra de Aceguá marka

source: Sierra de los Ríos
ayc: Sierra de los Ríos marka

source: Cuchilla de Mangrullo
ayc: Mangrullo jach'a khunu qullu

source: Cuchilla del Cordobés
ayc: Cordobés jach'a khunu qullu

source: Cerro Grande de Aceguá
ayc: Cerro Grande de Aceguá marka

source: Cerro Colorado
ayc: Cerro Colorado marka

source: Cerro Redondo
ayc: Cerro Redondo marka

source: Cerro Pablo Pérez
ayc: Cerro Pablo Pérez marka

source: Cerro Verde
ayc: Cerro Verde marka

source: Comes from %s
ayc: ukaxa jutiwa %s

source: Conchillas
ayc: Conchillas marka

source: Antolin
ayc: Antolin mayachäwi

source: La Estanzuela
ayc: Estanzuela marka

source: Semillero
ayc: Semillero marka

source: Barker
ayc: Barker marka

source: Florencio Sánchez
ayc: Florencio Sánchez yatiyäwinaka tuqita yatiñani tata

source: Colonia Valdense
ayc: Colonia Valdense marka

source: Miguelete
ayc: Miguelete sata inlisanaka k'achachäwi

source: Cufré
ayc: Cufré anatiri jilata

source: Tres Esquinas
ayc: Tres Esquinas marka

source: Manantiales
ayc: Manantiales uma phaxcha

source: El Cuadro
ayc: Uruguay anatirinaka

source: El Cerro
ayc: El Cerro marka

source: Víboras
ayc: Jach'a asiru

source: Campana
ayc: Campana marka

source: Cerro de las Armas
ayc: Cerro de las Armas marka

source: Riachuelo
ayc: Riachuelo jach'a jawira

source: El Ensueño
ayc: El Ensueño marka

source: Santa Ana
ayc: Santa Ana marka

source: Artilleros
ayc: Artilleros qurpachasiña uta

source: Boca del Rosario
ayc: Boca del Rosario qurpachasiña uta

source: Blancarena
ayc: Blancarena qurpachasiña uta

source: Britópolis
ayc: Britópolis marka

source: Fomento
ayc: Fomento sata jach'a lamara quta qawaya marka

source: Los Pinos
ayc: Los Pinos marka

source: Santa Regina
ayc: Santa Regina marka

source: Arroyo de las Víboras
ayc: Víboras jach'a uma irpa

source: Arroyo de las Vacas
ayc: Vacas jach'a uma irpa

source: Arroyo Juan González
ayc: Juan González jach'a uma irpa

source: Arroyo Miguelete
ayc: Miguelete jach'a uma irpa

source: Arroyo del General
ayc: General jach'a uma irpa

source: Arroyo Colla
ayc: Colla jach'a uma irpa

source: Arroyo Pichinango
ayc: Pichinango jach'a uma irpa

source: Arroyo Cufré
ayc: Cufré jach'a uma irpa

source: Arroyo San Luis
ayc: San Luis jach'a uma irpa

source: Arroyo del Riachuelo
ayc: Riachuelo jach'a uma irpa

source: Arroyo San Pedro
ayc: San Pedro jach'a uma irpa

source: Arroyo Sauce Grande
ayc: Sauce Grande jach'a uma irpa

source: Arroyo Chileno
ayc: Chileno jach'a uma irpa

source: Arroyo Polanco
ayc: Polanco jach'a uma irpa

source: Arroyo Minuano
ayc: Minuano jach'a uma irpa

source: Cuchilla de San Juan
ayc: San Juan jach'a khunu qullu

source: Cuchilla de la Colonia
ayc: Colonia jach'a khunu qullu

source: Cuchilla de la Cruz
ayc: Cruz jach'a khunu qullu

source: Cuchilla Guaycurú
ayc: Guaycurú jach'a khunu qullu

source: Cerro Blanco
ayc: Cerro Blanco marka

source: Cerros Negros
ayc: Cerros Negros marka
